{
  "_id": {
    "0": { "$oid": "650ac3df600d9900a59954bc" },
    "1": { "$oid": "650ac3df600d9900a59954bd" },
    "2": { "$oid": "650ac3df600d9900a59954be" },
    "3": { "$oid": "650ac3df600d9900a59954bf" },
    "4": { "$oid": "650ac3df600d9900a59954c0" },
    "5": { "$oid": "650ac3df600d9900a59954c1" },
    "6": { "$oid": "650ac3df600d9900a59954c2" },
    "7": { "$oid": "650ac3df600d9900a59954c3" },
    "8": { "$oid": "650ac3df600d9900a59954c4" },
    "9": { "$oid": "650ac3df600d9900a59954c5" },
    "10": { "$oid": "650ac3df600d9900a59954c6" },
    "11": { "$oid": "650ac3df600d9900a59954c7" },
    "12": { "$oid": "650ac3df600d9900a59954c8" },
    "13": { "$oid": "650ac3df600d9900a59954c9" },
    "14": { "$oid": "650ac3df600d9900a59954ca" },
    "15": { "$oid": "650ac3df600d9900a59954cb" },
    "16": { "$oid": "650ac3df600d9900a59954cc" },
    "17": { "$oid": "650ac3df600d9900a59954cd" },
    "18": { "$oid": "650ac3df600d9900a59954ce" },
    "19": { "$oid": "650ac3df600d9900a59954cf" },
    "20": { "$oid": "650ac3df600d9900a59954d0" },
    "21": { "$oid": "650ac3df600d9900a59954d1" },
    "22": { "$oid": "650ac3df600d9900a59954d2" },
    "23": { "$oid": "650ac3df600d9900a59954d3" },
    "24": { "$oid": "650ac3df600d9900a59954d4" },
    "25": { "$oid": "650ac3df600d9900a59954d5" },
    "26": { "$oid": "650ac3df600d9900a59954d6" },
    "27": { "$oid": "650ac3df600d9900a59954d7" },
    "28": { "$oid": "650ac3df600d9900a59954d8" },
    "29": { "$oid": "650ac3df600d9900a59954d9" },
    "30": { "$oid": "650ac3df600d9900a59954da" },
    "31": { "$oid": "650ac3df600d9900a59954db" },
    "32": { "$oid": "650ac3df600d9900a59954dc" },
    "33": { "$oid": "650ac3df600d9900a59954dd" },
    "34": { "$oid": "650ac3df600d9900a59954de" },
    "35": { "$oid": "650ac3df600d9900a59954df" },
    "36": { "$oid": "650ac3df600d9900a59954e0" },
    "37": { "$oid": "650ac3df600d9900a59954e1" },
    "38": { "$oid": "650ac3df600d9900a59954e2" },
    "39": { "$oid": "650ac3df600d9900a59954e3" },
    "40": { "$oid": "650ac3df600d9900a59954e4" },
    "41": { "$oid": "650ac3df600d9900a59954e5" },
    "42": { "$oid": "650ac3df600d9900a59954e6" },
    "43": { "$oid": "650ac3df600d9900a59954e7" },
    "44": { "$oid": "650ac3df600d9900a59954e8" },
    "45": { "$oid": "650ac3df600d9900a59954e9" },
    "46": { "$oid": "650ac3df600d9900a59954ea" },
    "47": { "$oid": "650ac3df600d9900a59954eb" },
    "48": { "$oid": "650ac3df600d9900a59954ec" },
    "49": { "$oid": "650ac3df600d9900a59954ed" },
    "50": { "$oid": "650ac3df600d9900a59954ee" },
    "51": { "$oid": "650ac3df600d9900a59954ef" },
    "52": { "$oid": "650ac3df600d9900a59954f0" },
    "53": { "$oid": "650ac3df600d9900a59954f1" },
    "54": { "$oid": "650ac3df600d9900a59954f2" },
    "55": { "$oid": "650ac3df600d9900a59954f3" },
    "56": { "$oid": "650ac3df600d9900a59954f4" },
    "57": { "$oid": "650ac3df600d9900a59954f5" },
    "58": { "$oid": "650ac3df600d9900a59954f6" },
    "59": { "$oid": "650ac3df600d9900a59954f7" },
    "60": { "$oid": "650ac3df600d9900a59954f8" },
    "61": { "$oid": "650ac3df600d9900a59954f9" },
    "62": { "$oid": "650ac3df600d9900a59954fa" },
    "63": { "$oid": "650ac3df600d9900a59954fb" },
    "64": { "$oid": "650ac3df600d9900a59954fc" },
    "65": { "$oid": "650ac3df600d9900a59954fd" },
    "66": { "$oid": "650ac3df600d9900a59954fe" },
    "67": { "$oid": "650ac3df600d9900a59954ff" },
    "68": { "$oid": "650ac3df600d9900a5995500" },
    "69": { "$oid": "650ac3df600d9900a5995501" },
    "70": { "$oid": "650ac3df600d9900a5995502" },
    "71": { "$oid": "650ac3df600d9900a5995503" },
    "72": { "$oid": "650ac3df600d9900a5995504" },
    "73": { "$oid": "650ac3df600d9900a5995505" },
    "74": { "$oid": "650ac3df600d9900a5995506" },
    "75": { "$oid": "650ac3df600d9900a5995507" },
    "76": { "$oid": "650ad0a6ae379e2c4af68c71" },
    "77": { "$oid": "650b03816847050898f1f117" },
    "78": { "$oid": "650b042a6847050898f1f118" },
    "79": { "$oid": "650b079f6847050898f1f119" },
    "80": { "$oid": "650b08f66847050898f1f11a" },
    "81": { "$oid": "6521b007f6f0733d5e07b6cf" },
    "82": { "$oid": "65253a1ca9002b6a59cdf15e" }
  },
  "examples": {
    "0": "KSK01 prints without data NB",
    "1": "Examination screen does not display specialists",
    "2": "NB could not be found to receive samples",
    "3": "Do not see the service ID to return the results",
    "4": "In case LIS returns the KQ for HIS with FOBT service",
    "5": "Return the results for NB is not FOBT",
    "6": "When receiving from the receiving screen -> do not push NB to Pacs",
    "7": "In case of returning results from PACS -HIS -> PACS System: Finalize on PACS already but HIS has not received results",
    "8": "In case of returning results from PACS -HIS -> Error System: Service in the Status/ Complete Status",
    "9": "There are NB not printed with KSK form A3",
    "10": "Amendment of payment services outside the contract from payment under the contract into self -payment and existing services for NB",
    "11": "For guests with regular appointments (not guests have not used up the service in the examination package) -> want the results to be displayed according to each day of the examination.",
    "12": "Form of image diagnostic results, function exploration to select samples for customers in the receiving screen",
    "13": "Into the system of error password errors/ do not remember the password",
    "14": "The current tool is an error because there is no access to drive C-> cannot reinstall the tool in drive C",
    "15": "LCD screen after changing information remains unchanged",
    "16": "White examination screen, no display at all",
    "17": "Print \"hospitalization\" => notice with ID records.\nIt is due to the non -saved system of NB's hospitalization",
    "18": "The situation where the patient is completed without finishing the examination is due to one or more incomplete services but to pay and issue invoices",
    "19": "No saving is diagnosed, resulting in not indicating DVKT ||Can't prescribe drugs",
    "20": "When transferring the room, for example, NB01 is appointed to see S8, however, Dr. S8 is busy, transferring NB to S5 examination.At this time, the doctor performs the utility => Change the room to perform.Therefore, it leads to the wrong jump.",
    "21": "In case of ticking \"without charging\" at the reception management screen, it will not be saved.",
    "22": "Change the clinic for NB that has been imported\n(Not yet recorded)",
    "23": "Print the consultation record in the medical examination module",
    "24": "Check the V10 room printer (the original printer is of ofline, so it must be adjusted to some extra prints (coppy) to print the printing command through that machine)",
    "25": "Determining the Ministry of Technical Services Report the lack of ID records in the package",
    "26": "Modify the number of days for prescriptions of 1 prescription drug",
    "27": "If the records are not closed, the newspaper is not treated",
    "28": "Can't ignore NB.\nIn case NB registers for examination via the app BVNDTP (Identifying NB dk via the app is usually registration time is usually at 0h) without performing the examination",
    "29": "Unable to delete the indications, the error software \"does not delete the dv in the modeling status\"",
    "30": "Unable to save the appointment votes, the software \"lack of ID record\" software",
    "31": "For heart -hearted ultrasound services, heart valve.Patient service is not found in the results of reading software (PACS)",
    "32": "In case of not being able to cancel the X-ray service\n(Reason: Since the current X-ray services are defaulting to laser film itself, it cannot be canceled)",
    "33": "Print the cost list is separated into 2 tables, 1 table 80% and 1 table 100%",
    "34": "Standard reception counters at 16:00 pm will be converted from standard objects to strengthening",
    "35": "For printing vouchers running out of long white paper due to printing commands",
    "36": "Print health insurance list to 1 100% collection with 1 80% collection",
    "37": "Two different two different specialties examination services",
    "38": "Print the list with the word test",
    "39": "Situation of choosing the standard object wants to change to health insurance and changing the types of services to charges/health insurance",
    "40": "Health insurance statistics are currently examining and services of the application code => due to an unpaid collection",
    "41": "Support checking health insurance cost list",
    "42": "Instruct users to transfer health insurance objects.",
    "43": "In case of this object, but the examination of other subjects (F5 many times is not)",
    "44": "Welcome to the subject from the examination area",
    "45": "Handling when they want to change the clinic but are in the \"examination\" state",
    "46": "Welcoming NB is the subject of staff",
    "47": "Delete people on the list of enjoyment",
    "48": "Case: NB has 2 advance collection lines.Another person did not know but refunded the advance for NB.",
    "49": "For NB, specify the bed error or want to delete, just fix the number of bed days at the hospital.",
    "50": "For the transmission translated by the doctor but it is impossible to link via the transmission monitor, just select the line of use of the fluid.",
    "51": "Department of anesthesia surgery\nSituation:\nNB is only nailed (fresh frozen plasma), the number of 8 bags, on May 18, printed the list of 8 bags.But on 08/06/2023 printed the list again to 7 blood bags\n=> Mai.Dang account has been erased a bag (May 19, 2023), so today NB is discharged from the hospital to print the cost of the health insurance cost (7 bags)\n=> solutions to the doctor who appointed more blood to NB-> blood banks will approve.\nSituation 2:\nNB is appointed by the Department of Surgery, which appoints procedure (Achille) in the Department of Anesthetic Surgery, but during the process of doing NB surgery, there is an additional surgical surgery service but Uncle HoSi can not correct the ratio of TT not to edit the doctor who wants to fix the surgery of the elbow of 50%.\nBecause the surgical service of the bs's elb out is indicated in the treatment sheet, it is not possible to correct the desired ratio of the doctor\n=> solutions to the doctor in the procedure surgery screen to cancel (delete drugs and supplies).-> Delete services outside the treatment sheet -> BS into the procedure surgery screen -> The service appoints are and fix the TT ratio.\nScenario 3: The field of imported materials is the form of estimate but when saving and sending approval, the lack of VT, call the VT Department of the Hospital to say elegant to import more materialslost, because someone has deleted the vote\n=> solutions for nursing schools to enter VT again (Imparted Impatience is the re -enter)",
    "52": "The total number of treatment days and the number of beds is different and wrong",
    "53": "Not only the DV - the notice \"The dv design time must be greater than the time of admission and smaller than the time of output",
    "54": "The patient could not discharge from the hospital",
    "55": "Let NB transfer",
    "56": "According to the process of family members, they must sign a commitment to implement the newly implemented PTTT - Doctor",
    "57": "The doctor wanted to enter more outpatient examination for the patient who was hospitalized",
    "58": "The doctor appointed the service to perform at the department but the wrong division leads to the name of the NB in his screen to perform the service.",
    "59": "Treatment sheets in other soft copies are evolved in HIS treatment",
    "60": "Create boarding drug form according to NB deficiency room in the receipt",
    "61": "Supporting prescriptions (the hospital often has a weekend type is to start the medicine for the next few days, so people have created the treatment for the timeline is on the 10th of the 11th day of the 12thWhile creating that treatment, its timeline is still June 8 (called the Heart Faculty Mach 1), at this time people have added medicine and then get the medicine and then this guy has a problem.When it came to move down to another work, when I finished, I would move back to the Cardiology Department on June 9 (called the Cardiology Department 2), which led to the Faculty of Cardiology 2 without any more medicine forFaculty of Cardiology 1",
    "62": "NB was discharged from the hospital, at the cashier at 9:30\n-Treatment sheet has a time of 9h54 -> hospitalization time after the time of the treatment is 9h55 to allow the patient to be discharged from the hospital -> cannot pay because the discharge time is the future compared toThe present time -> NB must wait until after 9:55 pm to pay",
    "63": "Edit information, supplement insurance cards expired because of welcoming the wrong name of NB",
    "64": "Can not adjust the number of meals that have created votes, not yet sent to approve",
    "65": "Department of anesthesia surgery\nSituation:\nNB is only nailed (fresh frozen plasma), the number of 8 bags, on May 18, printed the list of 8 bags.But on 08/06/2023 printed the list again to 7 blood bags\n=> Mai.Dang account has been erased a bag (May 19, 2023), so today NB is discharged from the hospital to print the cost of the health insurance cost (7 bags)\n=> solutions to the doctor who appointed more blood to NB-> blood banks will approve.\nSituation 2:\nNB is appointed by the Department of Surgery, which appoints procedure (Achille) in the Department of Anesthetic Surgery, but during the process of doing NB surgery, there is an additional surgical surgery service but Uncle HoSi can not correct the ratio of TT not to edit the doctor who wants to fix the surgery of the elbow of 50%.\nBecause the surgical service of the bs's elb out is indicated in the treatment sheet, it is not possible to correct the desired ratio of the doctor\n=> solutions to the doctor in the procedure surgery screen to cancel (delete drugs and supplies).-> Delete services outside the treatment sheet -> BS into the procedure surgery screen -> The service appoints are and fix the TT ratio.\nScenario 3: The field of imported materials is the form of estimate but when saving and sending approval, the lack of VT, call the VT Department of the Hospital to say elegant to import more materialslost, because someone has deleted the vote\n=> solutions for nursing schools to enter VT again (Imparted Impatience is the re -enter)",
    "66": "The number of cabinets on duty of the drug inventory is missing, NB has paid to the hospital not to make even to compensate the cabinet.",
    "67": "Do not create a voucher to compensate for the cabinet.The newspaper SL medicine is larger than the inventory SL",
    "68": "NB's name was not found when NB was discharged from the hospital to review the list",
    "69": "Lack of bed day information",
    "70": "Surgery fails, need to print a report but do not charge for NB",
    "71": "Can not approve social insurance.Error report: Lack of payment type",
    "72": "Click to see the report showing the notice that has blocked the non -upload popup",
    "73": "Quick printing does not work",
    "74": "Scan papers without loading on His",
    "75": "Fix service price according to test results",
    "76": "Can give mk bt name khum",
    "77": "Can you do it like chat gpt?",
    "78": "Who creates you",
    "79": "You can confirm your answer is sure",
    "80": "You answered wrong",
    "81": "You are created by AI",
    "82": "How old are you"
  },
  "response": {
    "0": "Step 1: Please print criteria\nStep 2: The printing contract does not go to NB, then go to the list of the patient list that has been welcomed -> Find the company to see if the company has been welcomed KSK or not?\n'+ If not, do not report to the KSK -> need to report to the user\n+ If then, go to the medical record screen to check",
    "1": "1/ The reception list screen: Check if NB has a service.If so, check the reception status of KSK = have welcomed KSK or not?-> If not, receive.If then set it to the case below\n2/ Has the account checked the specialties according to the value code in the general settings have the key chuyen_khoa?\n3/ Check if the examination service in the list of medical examination services has been assigned to KSK specialties",
    "2": "1/ Ask for the get time that the user reports -> Check the implementation time (implementation time) of the service at the medical record screen, press the eye icon to see, see satisfied timeLis Get space yet?\n(1.1) If not, then report the right time\n(1.2) If then check the case: Has the service category were set up the connection unit?If set up, then check the implementation room of the service is set out of the hospital = True or False -> True, the default does not display (need to change the settings and the repair impact of the implementation room to eat according to the designnew establishment), FASLE will display the side Lis\n+ If it is true (1.1), (1.2), then report the ISOFH check",
    "3": "Processing: Please report the get specified by LIS and RESPONSE Returns to see at first Get, the RESPOne returns\nThe main reason: Because at the time when GET indicates that the Payment status of HIS = has not been paid -> users can delete the order and re -appoint that service, the test ID has been changedWhen returning the results, it will not be found to pay (ISOFH explained to the PK side)",
    "4": "Cause: Because Lis Set lacks service status, it is lacked\nSolution: Lis map again\nStatus: Lis has completed processing",
    "5": "Cause: Due to the Enter the ENTERT FOR LIS Convert, it is affected to drop some packets when updating the results to His",
    "6": "Solution: Receiving screen -> Find NB and click the cancellation button -> Receive back",
    "7": "Processing: PK exchange on the common group: Mirai Clinic His-ri-racs so that the two sides of His, Pacs will know the support information\nDetails: When His, Pacs received information to clarify:\nWith His: Please report and reponse when PACS returns successful results to check\nFor PACS: Provide newsletters, reposne with the time to return the results to HIS check log on his side\nAfter completion: Report the results to the PK side",
    "8": "Cause: Because the user is wrongly accumulated icon does not perform in the screen of the Tab DVKT tab -> Payment status changes from normal => does not perform\nSo Pacs returned the results to his error\nProcessing: DEV report in return status = normal to return the results of guests\nStatus: Redented only for system administration to confirm not to perform -> no more accommodation errors as notified to the case of payment status = no implementation",
    "9": "Check if NB is under 18 years old?Because patients under 18 years old, there is only 1 form A4.\nAnd over the age of 18 to choose the form: A3 or A4",
    "10": "Handling steps:\n1/ Go to the contract list -> Tab list of patients, go to the details of the column's data to change the form of service in addition to the contract from the payment according to the contract into a self -payment.\n2/ Screen: The list of patients has welcomed, searched NB -> into the details of NB -> click the button edit: Self -return for the indicated services outside the contract -> click Button Luu\nThe purpose of the step (2) for the system to produce the payment voucher in the screen list",
    "11": "Need to push a new exam from CRM to give birth to a new application code (using the same code NB)",
    "12": "1/ In case of existing results in the list of image diagnostic results and function exploration: Service name field, adding the service name to assign that available results sample\n+ If the service is added to the KQ model, users need to click on the icon?(On the right hand the screen, press the category syncing -> go back to the guest and add the results for guests\n\n2/ In case there is no result form of the service in the list of image diagnostic results and functional exploration -> need to press more new samples, fill out the information: name+, code+, informationKQ, KL, intervention method, intervention method, service name+",
    "13": "NSD: Contact the IT department/ department in charge to handle\nIT room:\n1. In account administration\n2. Search and select accounts to be processed\n3. Click to select Reset the password in the operating pole\n=> The system will reset the default password of NSD to 123456",
    "14": "The reason is that computers have antivirus software-> antivirus software is default that isofhtool is an unsafe software, so automatically deleted the installation file => cannot use LCD + cannot print quickly quickly\n\nHandle:\n1. Find the antivirus software\n2. Return Antivirus software that allows not to scan into the file isofhtool",
    "15": "Cause: Because the URL of the Tool and Shortcut outside the screen does not coincide with each other\nHandle:\n1.What is the URL to see what the URL\n2.Copy again the URL finished the tool and paste on the website\n3.The old shortcut and creating a new shortcut for the computer",
    "16": "Handle:\n1.To ISoft Tools\n2. Save button",
    "17": "Handle:\nTemporarily, when encountering this case.\n1. Escape or Ctrl F5\n2. Select that nb again\n3. Entering the hospital\n4. Save\n5. Print hospitalization",
    "18": "Handle\nIn case of not paid:\n1.The first call down the room to specify that service requires cancellation of the service\n2.After the reception, the service will fall into a state of welcoming, at this time I can delete the service.\nIn case of payment:\n1.The first call the studio to choose to cancel the payment\n2. In case the patient has received it, perform the operation as the above steps and pay again\n3. In case the patient has not been accepted into the clinic, cancel payment -> cancel the service and then pay again\nCurrently the case of Le Kha Nhu\nApplication code:\n2306080067\nNB code:\n2306006611\nBeing trapped by the reason is that the doctor forgot to delete that appointment and paid, the patient returned.",
    "19": "There are 2 cases\n+ Th 1: Not ticking without charge (international insurance) => running the Tick 'does not charge' is ok\n+ TH2: The doctor set up a long -term non -resident medical record\n1. Check the long -term treatment department: Choose a new medical examination\n2. Check out the diagnostic doctors !!",
    "20": "Treatment:\n1. Go to another utility, choose to cancel the examination (because when I call in, the person will switch from the state of the examination, so I have to cancel the examination so that NB will switch to the status of waiting for the examination)\n2. Choose another utility, change the room or ask to operate the room for the room",
    "21": "Treatment:\n1. Checking if not counting money is a service or supplies\n2. If it is a material => medical examination => supplies => divine pencil => press excluding money => save",
    "22": "1. Go to the examination screen to find NB name\n2. Cancel conclusions\n3. Delete the Institute\n4. Other utilities: Cancel exam-> change the implementation room",
    "23": "1. Choose other utilities\n2. Select consultation\n3. Select new consultation\n4. Information\n5. Save button\n6. Print button",
    "24": "1. Check what the printer is now\n2.The category of Setting printer is suffering to be in accordance with the format\n3. Data set",
    "25": "In case of occurring when NB registered the A examination pack then changed to the exam pack B but the system did not update the data => the doctor appointed the Sercut Service of the examination pack, the system will report an error\nSolution\n1. Go to the DS to welcome to check again to see which package is being registered\n2. Ctrl F5 to reload data again",
    "26": "The doctor gives the prescription day for 30 days but there is 1 drug that only takes 5 days\nSolution:\n1. Status all prescriptions as usual => Save prescription\n2. Click on the pen editing pen to edit\n3. Edit the number of prescribed days at the 'number of days' information school\n4. Save",
    "27": "1.The section concluding the examination or pressing F11\n2. Closing records.",
    "28": "At present, he is forced to make an advance to manipulate it for this case\n1. Tick does not charge\n2. Go to the closed medical examination 'ignore'\nOr if NB does not examine\n=> Go to DS to welcome to delete the examination\n=> Cancel welcome NB",
    "29": "Currently: On His doctor, if the doctor indicates a blood -related test, after appointing the DV status will be in a state of 'waiting for samples' so if you want to delete it, you will not be deleted.\nHandle:\n1. Go to the test module on His\n2. Confirmation of sampling\n3. Cancellation of samples\n4. Go to MH to delete the indicator",
    "30": "This case is because the doctor does not enter the department to be admitted to the hospital.\nHandle:\nGo to the exam conclusion => scroll down to the selection of the hospital for hospitalization => Select the department =",
    "31": "Handle :\n1. Search patients.\n2. Click on the service details.\n3. Bringing the service to the ultrasound room (SA).",
    "32": "Handle :\n1. Search for patient services.\n2. Click on the service details.\n3. Select the material section.\n4. Delete the prescribed supplies.\n5. Cancel service",
    "33": "Handle:\n1.When the cash screen checks to see what state is in the state\n2.If the patient is in the state that has ended or discharged from the hospital, then re -print the list to see if it is still sufficient or not (because it may have just updated the status)\n3.If NB is in the state of treatment, we end the treatment (in case the NB has been completed) or the treatment interrupted (in case NB will return to treatment) and then re -print the list).",
    "34": "Handle:\n1.What area category\n2. In the area of the area we search for tieuchuan\n3.Click in there, adjust the type of object from the standard to strengthening",
    "35": "Handle:\n1. Click on the printer icon\n2. Delete old print commands\n3. Print the votes",
    "36": "Handle:\n1. Scan the application code into the cashier\n2. Print the list",
    "37": "Processing: 1) Calling them to be an eye examination or a molar examination, 2) asking them to send a message to the service guide",
    "38": "Processing: 1) Finish the long -term treatment and then continue printing",
    "39": "treatment:\n1.Instead of repairing the type of object to change the type of object to health insurance\n2.The after repairing the type of payment in the patient's reception is the fee/health insurance",
    "40": "treatment:\n1. Payment of the old receipt, in case the drug does not charge\nWhat the patient area examines the box without money\n2.After that is new, normal,",
    "41": "1. Check to see if the patient is in a state of treatment\n2.If you are in the process of treatment\n2.1 treatment (in case of NB continues to treat, print the list and then re -treatment)\n2.2 treatment ending and printing the list (in case of completion of treatment)",
    "42": "1.NB Payment -> Call accountant to request cancellation of HDDT and cancel payment\n2.The NB list has been welcomed\n3. Select edit information\n4. Health insurance code",
    "43": "Handle:\n1. The doctor canceled the conclusion, cancel the examination\n2. Receive to cancel the old service, resume the service",
    "44": "Handle:\n1. When entering the information of the immunization object, the system will display the previously imported NB information\n2. Click on NB information to receive NB, agree to give birth to a new HS code\n3. Service statement as usual",
    "45": "Handle:\n1. Go to the clinic to click cancel the examination\n2. The reception desk on the 'Welcoming NB list' and click the Room",
    "46": "Handle:\n1. In the immunization reception screen, select the object of 'employees' and enter the village news like BTH\n2. Service and clinic specifications like other examinations\n3. Go to the screen 'Welcome NB list' and tick without charge",
    "47": "Handle:\nReport to ISOFH to delete because the current deletion feature is not available",
    "48": "Handle:\nTN Hoan advance will be the one who pays the service.",
    "49": "Handle:\n1. Select the end of treatment.\n2. Choose the lines on the bed that you want to edit or delete.\n3. Select the icon icon 'select' continue 'pencil' and edit the number of days and time to change.\n4. Select the 'volume' sign to save.\n5. Select the icon 'trash' to delete.",
    "50": "Handle:\n1. Select the link without link.\n2. Click on the pencil and check the 'usage line' of the fluid.\n2. If the wrong way, select and save.",
    "51": "Doctor prescribing the service and administrative department printing the health insurance list",
    "52": "1. End of treatment\n2. Edit the number of bedroom days in accordance with reality",
    "53": "1. Go to general information to select hospital information\n2. Delete the discharge date -> press",
    "54": "1. Check the documents to see if there is any condition that is not satisfied\n2. Solving these conditions - Going to the boarding service about the information of the services:\n2.1.The service has not been completed - Contact the doctor to see if the service has done it yet, if any, please ask the doctor to complete that dv with the time of completion before the time of the hospital\n2.2.Getting caught: if the drug has been -> returning the drug;If the drug has not been given -> delete that medicine in the treatment sheet\n2.3.Error related to time -> go to the boarding service to correct the time before the time of the hospital or the time of the hospital after that time",
    "55": "1. End of treatment\n2. Completing the service that has not returned the results, gives the drug for the drugs that have not been given\n3. Direction for treatment of hospital transfer -> completing referral paper-> printing transfer paper",
    "56": "On the BS system for the appointment of the order to print the designated voucher, in case the family does not agree, delete the appointment.",
    "57": "1. If the reception is welcomed, prescribed materials or indications -> delete indications, materials\n2. Other utilities -> Cancel reception of patients\n3. Delete medical records in the medical record\n4. Cancellation of conclusions in the examination screen and service statement",
    "58": "Instructing the doctor to recreate the room to perform in the department so that the nursing can find nb and import drugs as well as supplies needed for the service.",
    "59": "Because other accounts are not saved or due to the successful treatment of treatment.HD BS after fixing the treatment sheet should wait after 5 minutes to turn off the tab.",
    "60": "1. Visit the bedroom to check if NB is lying on the bed on the day of the drug form\n- If 'no' -> add the bed room\n- If 'yes' -> check the time to lie down to see the right?-> Adjust the time\n2. Create more votes",
    "61": "1. Only create a pre -treatment sheet in case of sure that NB will not transfer the department\n2.If NB transferred the department, it must be deleted before the previous treatment\n3.After moving back to the initial department, the new treatment sheet",
    "62": "1. Cashier CONTACT FACIL\n2. Faculty of editing time of the treatment sheet before the current time (eg 9h20)\n3. Adjust the implementation time of services, drugs, ... in the treatment sheet\n4. End of treatment\n5. Print the list",
    "63": "Correct name nb",
    "64": "1. Delete the coupon\n2. Adjust the quantity",
    "65": "Doctor prescribing the service and administrative department printing the health insurance list",
    "66": "Instructions for canceling the retail drug.Instructions on the doctors from even on an even on the cabinet for some drugs immediately canceled or canceled after 24 hours of even SL to synthesize offset the cabinet",
    "67": "Reason: The type of medicine in the hospital medicine warehouse has existed or that drug exists many codes that the code wants to receive.\nCall down the pharmaceutical warehouse for treatment.",
    "68": "1. Go to the list of inpatient patients\n2. Choose the right work department\n3. Use filters, filter the status of the status into 'all' and press\n4. Proceed to find NB through the name, code NB, HS code, BA code",
    "69": "1. Go to the list of inpatient patients\n2. Choose the correct name of the sick person to update the bed date information\n3. Go to the room tab, bed\n4. Choose the bed line to edit\n5. Click on the eye -shaped icon to view information\n6. Click on the pen icon is to edit the field and press the tick to save the change\nNote: Can only change room information, beds with chief or departmental accounts",
    "70": "1. The doctor appoints the service to perform\n2. At the procedure surgery screen -> receiving -> filling in information -> click without surgery\n\n-> Purpose: There is information to print a report, the service does not charge and does not go to the list",
    "71": "1. Go to boarding service\n2. Check any dv drum type of payment is supplemented.",
    "72": "The browser settings allow to open a new tab",
    "73": "Cancel all the printing commands waiting => re -print => If still not, then temporarily block the printing tool",
    "74": "Check the tool to lead the correct image of the image on the scanner, if not, then fix the path to the image saving folder on the machine",
    "75": "Go to the treatment sheet to choose the service, find the service you want to convert, click confirm",
    "76": "I am IVIVI, chatbot answered questions about youD for you",
    "77": "Sorry I couldn't do it like chat GPT, I was just a bot installed to answer questions about your use documents that I learned.",
    "78": "I was developed by Developer Hoang Minh Son - a member of Team IVISSE at ISOFH",
    "79": "My answer is aimed at supporting customers, based on understanding and what I have been taught.The answer is for reference only, not 100%incorrect.",
    "80": "Sorry I have a mistake, please ask questions again.Your question will be recognized and improved in the coming conversations.",
    "81": "I was created by Developer Hoang Minh Son of Team IVIRES",
    "82": "Hello, I'm Vivi.I am chatbot - medical assistant support and I am not old.I was programmed to help you search for information on how to use ISOFH products.Let Vivi know if you are having any problems!"
  }
}
